{
    "technology": {
        "Section1": {
            "Heading": "Simplified ESG Reporting - AI-Driven Platform",
            "Text": "Harness technology for streamlined data management, actionable insights, and measurable progress in sustainability.",
            "buttonText": "Book a session today!",
            "imageSrc": "/images/hero-2.png"
        },
        "Section2": {
            "title1": "Industry-Specific",
            "title2": "Solutions",
            "Heading": "Cloud-Native AI-Driven Platform",
            "Text": "Streamline your ESG journey effortlessly with our intelligent platform. Utilizing built-in benchmarks and AI-driven analytics, easily set goals, select interventions, and track progress from development to reporting. Our platform ensures compliance across multiple geographies and jurisdictions, providing simplicity and unparalleled accuracy in generating audit-ready metrics."
        },
        "Section3": {
            "tech1": {
                "imageURL": "/images/tech1.svg",
                "heading": "Configurable for Diverse Entities",
                "description": "Customize our platform for multiple entities, funds, operational sites, and asset classes, ensuring flexibility and precision in your sustainability efforts."
            },
            "tech2": {
                "imageURL": "/images/tech2.svg",
                "heading": "AI-Powered Recommendation Engine",
                "description": "Leverage our recommendation engine to conduct materiality assessments, set targets, and identify interventions tailored to your unique needs and objectives."
            },
            "tech3": {
                "imageURL": "/images/tech3.svg",
                "heading": "Seamless Progress Tracking",
                "description": "Track your sustainability progress effortlessly with built-in tools for monitoring and evaluating performance against predefined targets and industry benchmarks."
            },
            "tech4": {
                "imageURL": "/images/tech3.svg",
                "heading": "Comprehensive Reporting",
                "description": "Generate comprehensive sustainability reports, compliance documentation, and forecasts with our intuitive dashboard and reporting features."
            }
        },
        "Section4": {
            "topHeading": "Give it a try, it's free!",
            "heading": "It only takes a few clicks to get started.",
            "buttonText": "Get started – it’s free",
            "paragraph": "Free for 60 days, no credit card required"

        },
        "Section7": {
            "Heading": "SUSTAINABILITY FRAMEWORKS &amp; DISCLOSURES",
            "Text": "From predefined frameworks to customizable options, Spectreco’s AI-Driven platform streamlines sustainability disclosures tailored to your business needs. Access support for crafting audit-ready reports across all regulations, standards, and frameworks, ensuring compliance and meeting shareholders’ and stakeholders’ demands seamlessly.",
            "imageSrc": "/images/esgcompanies.png"
        }
      
    }
}